Repository: polluks/hypview
Catalog: po/*.po
Languages: de

source: unknown error
de: Unbekannter Fehler

source: %s is Open Source (see %s for further information).
de: %s ist Open Source (siehe %s für weitere Informationen).

source: usage: %s [-options] file1 [file2 ...]
de: Aufruf: %s [-options] file1 [file2 ...]

source: options:
de: Optionen:

source: -c, --compress compress the output
de: -c, --compress Ausgabe komprimieren

source: --no-compress do not compress the output
de: -c, --no-compress Ausgabe nicht komprimieren

source: -p, --palette convert palette to gem default
de: -p, --palette Palette zo GEM-Standard konvertieren

source: -h, --help print help and exit
de: -h, --help Diese Hilfe anzeigen und beenden

source: -V, --version print version and exit
de: -V, --version Versionsinformation anzeigen und beenden

source: can't open file '%s': %s
de: Kann Datei '%s' nicht öffnen: %s

source: unknown picture format
de: unbekanntes Bildformat

source: unsupported picture format
de: Nicht unterstütztes Bildformat

source: %s: failed to decode
de: %s: Fehler beim dekomprimieren

source: can't create file '%s': %s
de: Kann Datei '%s' nicht erzeugen: %s

source: %s: write error: %s
de: %s: Schreibfehler: %s

source: created %s %d x %d x %d
de: erzeugt: %s %d x %d x %d

source: no files specified
de: Keine Dateien angegeben

source: unknown index entry type %u
de: Unbekannter Index-Typ %u

source: No match
de: Keine Treffer

source: %s: No matches for this pattern!
de: %s: Keine Treffer für diesen Text!

source: error
de: Fehler

source: Corrupt HYP file
de: Defekte HYP-Datei

source: %s%s does not have any text pages
de: %s%s hat keine Text-Seiten

source: error:
de: Fehler:

source: Invalid Node index
de: Ungültiger Seiten-Index

source: node index %u invalid
de: Seiten-Index %u is ungültig

source: %s: Node %u: failed to decode
de: %s: Node %u: Fehler beim dekomprimieren

source: Hypertext file: %s with %ld entries
de: Hypertext Datei: %s mit %ld Einträgen

source: <unnamed file>
de: <unbenannte Datei>

source: Node %s
de: Seite %s

source: Charset %s
de: Zeichensatz %s

source: Language %s
de: Sprache %s

source: Title %s
de: Titel %s

source: Unknown REF type %u: %s
de: Unbekannter REF Typ %u: %s

source: Listing of %s
de: Listing von %s

source: not a HYP file
de: Keine Hypertext-Datei

source: protected hypertext
de: geschützter Hypertext

source: Download error
de: Download Fehler

source: empty search pattern
de: Leeres Suchmuster

source: Sorry, this type of <a href="http://www.w3.org/Addressing/">URL</a> <a href="http://www.iana.org/assignments/uri-schemes.html">scheme</a> (<q>%s</q>) is not supported by this service. Please check that you entered the URL correctly.
de: Sorry, diese Art von <a href="http://www.w3.org/Addressing/">URL</a> <a href="http://www.iana.org/assignments/uri-schemes.html">scheme</a> (<q>%s</q>) wird von diesem Service nicht unterstützt. Bitte überprüfen Sie ob die URL korrekt angegeben wurde.

source: could not initialize curl
de: Fehler beim initialisieren von curl

source: Can't create %s: %s
de: Kann %s nicht erzeugen: %s

source: Can't open %s: %s
de: Kann %s nicht öffnen: %s

source: Error reading %s: %s
de: Kann %s nicht lesen: %s

source: Error writing %s: %s
de: Kann %s nicht schreiben: %s

source: Can't rename %s to %s: %s
de: Kann %s nicht in %s umbenennen: %s

source: Not a resource file: %s
de: Keine Resource-Datei: %s

source: problems in %s while scanning %s
de: Problem in %s beim lesen von %s

source: I couldn't find any color icons although the flag is set the header
de: Ich habe keine Color Icons gefunden, obwohl im Datei-Kopf ein Flag dafür gesetzt war

source: %s: CRC $%04x does not match resource file $%04x
de: %s: CRC $%04x stimmt nicht mit Resource-Datei $%04x überein

source: %s: embedded string CRC does not match resource file
de: %s: Die eingebettete Prüfsumme in stimmt nicht mit der Resource-Datei überein

source: %s: illegal definition file
de: %s: ungültige Definitions-Datei

source: Names truncated (maxlen = %d)
de: Namen gekürzt (maxlen = %d)

source: %s: some flags have been interpreted as being written by INTRFACE
de: %s: einige Flags wurden wie bei INTRFACE interpretiert

source: Tree %d not found.
de: Baum %d nicht gefunden.

source: No object #%ld in tree %s.
de: Kein Objekt #%ld in Baum %s.

source: RSO-File created by newer Version of ORCS
de: RSO-Datei wurde von einer neueren Version von ORCS erzeugt

source: Tree #%u not found!
de: Baum %u nicht gefunden!

source: Unknown
de: Unbekannt

source: Charset 0x%02x
de: Zeichensatz 0x%02x

source: <no filename>
de: <kein Dateiname>

source: %s, %u left
de: %s, %u übrig

source: %s, none left
de: %s, keine übrig

source: <command-line>
de: <Kommandozeile>

source: missing argument
de: Fehlendes Argument

source: error writing output file
de: Fehler beim Schreiben der Ausgabe-Datei

source: extra arguments ignored
de: Überflüssige Argumente ignoriert

source: Some characters could not be converted
de: Einige Zeichen konnten nocht konvertiert werden

source: empty %s
de: leerer %s

source: duplicate %s
de: doppelt angegeben: %s

source: %s longer than %d chars, truncated
de: %s länger als %d Zeichen, abgeschnitten

source: @else without @if
de: @else ohne @if

source: @endif without @if
de: @endif ohne @if

source: invalid UTF-8 sequence; did you forget to specify the input encoding?
de: ungültige UTF-8 Zeichenfolge; haben Sie vergessen den Zeichensatz anzugeben?

source: too many nodes (max. %lu)
de: Zu viele Nodes (max. %lu)

source: %s redefined
de: %s neu definiert

source: %s: read error
de: %s: Lesefehler

source: redefining %s
de: %s neu definiert

source: missing terminating '%c'
de: fehlendes abschliessendes '%c'

source: undefined variable %s
de: Variable %s nicht definiert

source: number expected
de: Zahl erwartet

source: Node too big for compression (size diff > 64KB)!
de: Seite zu groß zum komprimieren (Größenunterschied > 64KB)!

source: too many labels (max. %lu)
de: Zu viele Label (max. %lu)

source: can't open %s. Command ignored
de: Kann %s nicht öffnen. Kommando ignoriert

source: %s created by compiler version %u
de: %s wurde von Compiler-Version %u erzeugt

source: %s is no hypertext- or reference-file. Command ignored
de: %s ist keine Hypertext- oder Referenz-Datei. Kommando ignoriert

source: %s not implemented
de: %s nicht implementiert

source: %s ignored for AmigaGuide compatibility
de: %s wird ignoriert für AmigaGuide-Kompatibilität

source: bad operator
de: ungültiger Operator

source: missing second operand
de: Fehlender zweiter Operand

source: filename
de: Dateiname

source: missing @endtree
de: fehlendes @endtree

source: missing @endnode
de: fehlendes @endnode

source: textattribute still active: %c
de: Textattribut noch aktiv: %c

source: foreground color still active: %d
de: Vordergrundfarbe noch aktiv: %d

source: background color still active: %d
de: Hintergrundfarbe noch aktiv: %d

source: redefined alias %s at %s:%lu
de: Alias %s bei %s:%lu neu definiert

source: redefined nodename %s at %s:%lu
de: Nodename %s bei %s:%lu neu definiert

source: window title
de: Fenstertitel

source: '%s' should not be a popup node
de: '%s' sollte kein Popup-Node sein

source: First node should not be a popup node
de: Erste Seite sollte kein Popup-Node sein

source: redefined %s
de: %s neu definiert

source: superfluous @endnode
de: überflüssiges @endnode

source: Define %s not found. Skipping whole tree.
de: Define %s nicht gefunden. Überspringe ganzen Baum.

source: superfluous @endtree
de: überflüssiges @endtree

source: %s ignored outside @node
de: %s wird ignoriert ausserhalb @node

source: %s not allowed in @pnode
de: %s in @pnode nicht erlaubt

source: subject
de: Thema

source: author
de: Autor

source: version string
de: Versions Text

source: application name
de: Anwendungsname

source: bad option
de: ungültige Option

source: unrecognized os %s
de: Unbekanntes OS %s

source: unrecognized character set %s
de: Unbekannter Zeichensatz %s

source: language name
de: Name für Sprache

source: language changed from %s to %s
de: Sprache geändert von %s zu %s

source: redefined alias %s at %s:%lu (ignored)
de: Alias %s bei %s:%lu neu definiert (ignoriert)

source: redefined nodename %s at %s:%lu (ignored)
de: Nodename %s bei %s:%lu neu definiert (ignoriert)

source: redefined label %s at %s:%lu (ignored)
de: Label %s bei %s:%lu neu definiert (ignoriert)

source: label names must not be numbers
de: Label Namen dürfen keine Zahlen sein

source: symbol flags
de: Symbol Attribute

source: illegal flag '%c' for symbol
de: Ungültiges Attribut '%c' für Symbol

source: ST-Guide is not able to display graphics in popup nodes
de: ST-Guide kann Bilder in Popup-Nodes nicht darstellen

source: X-Position out of range
de: Ungültige X-Position

source: bad width
de: Ungültige Breite

source: bad height
de: Ungültige Höhe

source: bad pattern
de: Ungültiges Muster

source: bad type
de: Ungültige Typ

source: bad style
de: Ungültiger Stil

source: %s: can't determine size: %s
de: %s: kann Größe nicht ermitteln: %s

source: %s: empty file
de: %s: Leere Dateu

source: %s: PNG not supported on this platform
de: %s: PNG nicht unterstützt auf dieser Platform

source: %s: unknown file format
de: %s: unbekanntes Dateiformat

source: %s: not a picture format
de: %s: kein Bildformat

source: %s: unsupported number of colors (%s)
de: %s: nicht unterstützte Anzahl Farben (%s)

source: ST-Guide is not able to display images with %d planes
de: ST-Guide kann Bilder mit %d Ebenen nicht anzeigen

source: can't open file '%s': %s
de: Kann Datei '%s' nicht öffnen: %s

source: image-file %s already used as sourcefile
de: Bilddatei %s bereits benutzt als Eingabedatei

source: invalid dithermask '%s'
de: ungültige Dither-Maske '%s'

source: dithermask not applyable to images with %d planes
de: Dither-Maske kann nicht auf Bilder mit %d Ebenen angewendet werden

source: too many bits in dithermask
de: Zu viele Bits in Dither-Maske

source: empty dithermask will be ignored
de: Leere Dither-Maske wird ignoriert

source: ignoring dithermask of all black
de: Komplett schwarze Dither-Maske wird ignoriert

source: width may not be accepted by ST-Guide
de: Breite wird möglicherweise von ST-Guide nicht akzeptiert

source: illegal tabsize
de: Ungültige Tabulator Angabe

source: @tabsize will only affect this node
de: @tabsize wird nur für diese Seite benutzt

source: redefined extern name %s at %s:%lu
de: Externer Name %s bei %s:%lu neu definiert

source: bad line number
de: Ungültige Zeilennummer

source: ST-Guide may not be able to display more than 12 @xref items
de: ST-Guide kann möglicherweise nicht mehr als 12 @xref-Einträge

source: no nodes found
de: Keine Seiten gefunden

source: %s node-name not found: %s
de: %s-Seitenname nicht gefunden: %s

source: %s node %s must not be popup-node
de: %s Seite %s darf keine Popup-Node sein

source: There is no node with name '%s'
de: Keine Seite mit dem Namen '%s' gefunden

source: %s-link in %s is a popup
de: %s-Verweis in %s ist ein Popup

source: node-name %s for tree not found (object ignored)
de: Nodename %s für Objekt-Baum nicht gefunden (Objekt ignoriert)

source: node %s for object-tree must not be popup-node (object ignored)
de: Node %s für Objekt-Baum darf keine Popup-Node sein (Objekt ignoriert)

source: label '%s' not found in node '%s'
de: Label '%s' nicht gefunden in Seite '%s'

source: line number %u exceeds page size %u in %s
de: Zeilen-Nummer %u ausserhalb der Seitengröße %u in %s

source: empty index page
de: Leere Index-Seite

source: already active: %c
de: Bereits aktiv: %c

source: not active: %c
de: Nicht aktiv: %c

source: illegal textattribute %c
de: Ungültiges Textattribut %c

source: bad color
de: ungültige Farbe

source: link to current node
de: Link auf aktuelle Seite

source: Define %s not found. Resource-Link ignored
de: Define %s nicht gefunden. Resource-Link ignoriert

source: resource tree #%u not defined in object table
de: Resource Baum #%u ist nicht in Objekt-Tabelle definiert

source: Using backward slashes in external references is deprecated
de: Benutzung von Backward-Slashes in externen Referenzen ist überholt

source: missing /nodename for external reference
de: Fehlender /nodename für externe Referenz

source: use lowercase filenames for external references
de: Für externe Referenzen sollten Dateinamen in Kleinschrift verwendet werden

source: command
de: Kommando

source: Define %s not found (object ignored)
de: Define %s nicht gefunden (Objekt ignoriert)

source: missing command
de: Fehlendes Kommando

source: @{%s} not implemented
de: @{%s} nicht implementiert

source: unknown command '%s'
de: Unbekanntes Kommando '%s'

source: single '@' should be quoted ('@@')
de: Einzelnes '@' sollte gequoted werden ('@@')

source: Recursive include detected
de: Rekursives @include entdeckt

source: illegal command %s
de: unbekanntes Kommando %s

source: %s command ignored after first @node
de: %s Kommando wird ignoriert nach erster @node

source: %s not allowed here
de: %s ist hier nicht erlaubt

source: plain text outside node ignored
de: gewöhnlicher Text ausserhalb @node ignoriert

source: missing @endif
de: Fehlendes @endif

source: last @if: %s line %lu
de: letztes @if: %s Zeile %lu

source: %s: can't unpack
de: %s: kann nicht entpackt werden

source: Image :
de: Bild :

source: Writing reference-file
de: Schreibe Referenz-Datei

source: error writing references file
de: Fehler beim schreiben der Referenz-Datei

source: Updating default-reference-file
de: Aktualisiere Standard-REF-Datei

source: would overwrite input file
de: würde Eingabedatei überschreiben

source: compiling %s to %s
de: Compiliere %s zu %s

source: Please add a @subject-command to this text
de: Bitte ein @subject-Kommando hinzufügen

source: ST-Guide may not be able to display character set %s
de: ST-Guide kann Zeichensatz %s nicht darstellen

source: internal nodes: %u
de: interne Seiten: %u

source: external nodes: %u
de: externe Seiten: %u

source: images : %u
de: Bilder : %u

source: other nodes : %u
de: andere : %u

source: autorefs : %lu
de: Auto. Ref. : %lu

source: Refs generated: %lu
de: Refs generiert: %lu

source: compression : %lu (%lu%%)
de: Komprimierung : %lu (%lu%%)

source: not referenced: %s
de: nicht referenziert: %s

source: cannot start pass2
de: Kann Pass 2 nicht starten

source: %s can not be specified %s
de: %s kann %s nicht angegeben werden

source: on the command line
de: in der Kommandozeile

source: in the environment
de: im Environment

source: in the configuration file
de: in den Einstellungen

source: in the source file
de: in der Quell-Datei

source: bad value for %s
de: ungültiger Wert für %s

source: --blocksize is no longer supported
de: --blocksize wird nicht länger benötigt

source: listing flags
de: List-Flags

source: option not supported -- '%c'
de: Option wird nicht unterstützt - '%c'

source: input files
de: Eingabedatei

source: usage: %s [+-options] file1 [+-options] file2 ...
de: Aufruf: %s [+-Optionen] Datei1 [+-Optionen] Datei2 ...

source: or: %s -v [-oFILE] hypertext-file node1 node2 ...
de: oder: %s -v [-oDATEI] Hypertext-Datei node1 node2 ...

source: +-a, --[no-]autoref auto references +on/-off
de: +-a, --[no-]autoref Autoreferenzer -abschalten

source: -b, --blocksize [SIZE] set max. node size to SIZE kB
de: -b, --blocksize [GRÖßE] Größe des Ausgabepuffers in KB

source: +-c, --[no-]compression turn compression +on/-off
de: +-c, --[no-]compression -nicht komprimieren

source: -d, --ref-distance [WIDTH] minimal reference distance
de: -d, --ref-distance [ABSTAND] Minimaler Verweis-Abstand

source: -e, --errorfile [FILE] set error filename
de: -e, --errorfile [DATEI] Name der Fehlerdatei

source: +-f, --[no-]alias-in-index turn automatic adding of alias to index on/off
de: +-f, --[no-]alias-in-index Aliase +in Indexseite

source: +-g, --[no-]alabel-in-index turn automatic adding of alabel to index on/off
de: +-g, --[no-]alabel-in-index alabels +in Indexseite

source: +-i, --[no-]index turn index-table generation +on/-off
de: +-i, --[no-]index Index -nicht erzeugen

source: -j, --index-width [WIDTH] minimal index-column width
de: -j, --index-width [BREITE] Minimale Spalten-Breite für Indexseite

source: -k, --compat-flags [VAL] set compatibility flags
de: -k, --compat-flags [VAL] Kompatibilitäts-Flags

source: -l, --list {FLAGS} list contents of hypertext file
de: -l, --list {FLAGS} Inhaltsverzeichnis anzeigen

source: +-m, --[no-]images don't read images (test mode)
de: +-m, --[no-]images Images -nicht lesen

source: +-n, --[no-]nodes-in-index don't add nodes to index table
de: +-n, --[no-]nodes-in-index Seitennamen -nicht in Indexseite

source: -o, --output [FILE] set output file name
de: -o, --output [DATEI] Name der Ausgabedatei

source: -p, --pic-format [VAL] image type for recompiling
de: -p, --pic-format [WERT] Typ zu recompilierender Bilder

source: -q[qq], --quiet set quiet mode
de: -q[qq], --quiet Ausgaben -abschalten

source: +-s, --[no-]split -don't split long lines
de: +-s, --[no-]split -kein Zeilenumbruch

source: -t, --tabwidth [VAL] set tabulator width
de: -t, --tabwidth [WERT] Tabulatorweite

source: -u, --uses [FILE] add a '@uses' file
de: -u, --uses [FILE] Name einer '@uses' Datei

source: -w, --wait {VAL} wait for keypress for exiting
de: -w, --wait {WERT} am Ende auf Taste warten

source: +-x, --[no]-title-in-index use +title instead of name for index
de: +-x, --[no]-title-in-index +Titel statt Name in Index

source: +-y, --caseinsensitive-first first char is case insensitive
de: +-y, --caseinsensitive-first Erstes Zeichen +insensitiv

source: -z[z], --references write reference file
de: -z[z], --references REF-Datei +erzeugen (updaten)

source: zz also updates default-reference-file
de: zz aktualisiert auch Standard-REF-Datei

source: -r, --recompile recompile a hypertext file
de: -r, --recompile Datei recompilieren

source: -v, --view view listed nodes as ASCII
de: -v, --view Als ASCII recompilieren

source: --html generate html output
de: --html HTML-Ausgabe erzeugen

source: --xml generate xml output
de: --xml XML-Ausgabe erzeugen

source: --pdf generate pdf output
de: --pdf PDF-Ausgabe erzeugen

source: %s: %s: not a HYP file
de: %s: %s: Keine Hypertext-Datei

source: # toc next prev type offset packed size len name
de: # toc next prev Typ Offset komp. Größe Len Name

source: internal node
de: interne Seite

source: pop-up node
de: Pop-Up Seite

source: external node
de: externe Seite

source: (incomplete)
de: (unvollständig)

source: (decode error)
de: (Decode-Fehler)

source: (no data)
de: (keine Daten)

source: system node
de: system Kommando

source: REXX script
de: REXX Skript

source: REXX command
de: REXX Kommando

source: quit node
de: quit Seite

source: close node
de: close Seite

source: EOF entry
de: EOF Eintrag

source: unknown type %u
de: unbekannter Typ %u

source: type offset packed size name
de: Typ Offset komp. Größe Name

source: only one of -lrv may be specified
de: Nur eines von -lrv kann angegeben werden

source: File: %s
de: Datei: %s

source: @remark File: %s
de: @remark Datei: %s

source: <!-- File: %s -->
de: <!-- Datei: %s -->

source: this version was compiled without PDF support
de: Diese Version unterstützt keine PDF-Ausgabe

source: cannot compile multiple input files to single output
de: Kann nicht mehrere Eingabedateien in eine Ausgabedatei schreiben

source: <press any key>
de: <Taste drücken>

source: <press RETURN>
de: <RETURN drücken>

source: Version %s for %s, %s
de: Version %s für %s, %s

source: Type 0x%02x
de: Typ 0x%02x

source: while reading
de: beim Lesen

source: HypFind Hit List
de: HypFind Trefferliste

source: Personal
de: Persönlich

source: Hit List:
de: Trefferliste:

source: %s: could not create directory %s: %s
de: %s: Kann Verzeichnis %s nicht anlegen: %s

source: NYI: BMP RLE8 compression
de: NYI: BMP RLE8 Komprimierung

source: no start page found.
de: keine Start-Seite gefunden.

source: usage: %s [-cqiIw] -p <pattern> file...
de: Aufruf: %s [-cqiIw] -p <pattern> file...

source: -c, --compile do not compile output file
de: -c, --compile Ausgabedatei nicht übersetzen

source: -q, --quiet suppress output messages
de: -q, --quiet Ausgaben abschalten

source: -I, --casesensitive case-sensitive search
de: -I, --casesensitive Gross-/Kleinschreibung berücksichtigen

source: -i, --ignore-case ignore case distinctions (default)
de: -i, --ignore-case Gross-/Kleinschreibung ignorieren (default)

source: -p, --pattern <pattern> text to search for
de: -p, --pattern <pattern> Text nach dem gesucht wird

source: -w, --word force PATTERN to match only whole words
de: -w, --word Nur ganze WÖrter berücksichtigen

source: -h, --help print help and exit
de: -h, --help Diese Hilfe anzeigen und beenden

source: -V, --version print version and exit
de: -V, --version Versionsinformation anzeigen und beenden

source: %lu matches
de: %lu Treffer

source: can't find %s: %s
de: kann %s nicht finden: %s

source: hcp exit code was %d
de: hcp-Rückgabewert war %d

source: can only search for one pattern
de: Kann nur nach einem Text suchen

source: missing search pattern
de: Kein Suchtext angegeben

source: empty search pattern
de: Leerer Suchtext

source: searching for <%s>%s...
de: suche nach <%s>%s...

source: as word
de: als Wort

source: %lu matches total in %lu files
de: %lu Treffer gesamt in %lu Dateien

source: failed to load image node %u
de: Fehler beim laden der Bild-Seite %u

source: failed to decode image header for %u
de: Fehler beim dekodieren der Bild-Seite %u

source: failed to cache compressed image data for %u
de: Kann komprimierte Bild-Daten für %u nicht zwischenspeichern

source: -w, --wait wait for keypress
de: -w, --wait am Ende auf Taste warten

source: -q, --quiet be quiet
de: -q, --quiet Ausgaben abschalten

source: -v, --verbose be verbose
de: -v, --verbose Mehr Ausgaben

source: --charset <set> specify output character set
de: --charset <set> Zeichensatz angeben

source: --language only output language of file
de: --language Nur Sprache ausgeben

source: -p, --preserve preserve timestamps
de: -p, --preserve Žnderungsdatum beibehalten

source: -t, --tree print tree structure
de: -t, --tree Baumansicht ausgeben

source: --fix-tree fix @tree header field
de: --fix-tree @tree Header korrigieren

source: --fix-lang <lang> fix @language header field
de: --fix-lang <lang> @language auf Sprache setzen

source: --fix-charset <set> fix @charset header field
de: --fix-charset <set> @charset auf Zeichensatz setzen

source: %s: EOF entry at %u
de: %s: EOF Eintrag bei %u

source: %s: unknown index entry type %u
de: %s: Unbekannter Index-Typ %u

source: %shyptree: datalen is %u, should be %u
de: %shyptree: Datenlänge ist %u, sollte %u sein

source: %shyptree: title len is %ld, should be %ld
de: %shyptree: Titellänge ist %ld, sollte %ld sein

source: %shyptree: %u errors in title bits
de: %shyptree: %u Fehler in Titel-Bits

source: no modules
de: Keine Module

source: more than 1 module
de: Mehr als 1 Modul

source: See also: %s
de: Siehe auch: %s

source: '%s' not found.
de: '%s' nicht gefunden.

source: %sGEM images are not displayable in HTML, using %s instead
de: %sGEM-Bilder sind in HTML nicht darstellbar, benutze %s stattdessen

source: %sPNG not supported on this platform, using %s instead
de: %sPNG ist nicht verfügbar, benutze %s stattdessen

source: unknown image source type, using %s instead
de: unbekanntes Original-Bildformat, benutze %s stattdessen

source: failed to load image node %u
de: Kann Bilder-Seite %u nicht laden

source: failed to cache compressed image data for %u
de: Kann komprimierte Bild-Daten für %u nicht zwischenspeichern

source: failed to decode image header for %u
de: Kann Bild-Header für %u nicht dekodieren

source: format error in image of node %u: %dx%d%s datasize=%ld picsize=%ld
de: Format-Fehler in Bild %u: %dx%dx%s datasize=%ld picsize=%ld
