Repository: polluks/hypview
Catalog: po/*.po
Languages: de

source: wrote image %s (%dx%d%s)
de: Bild-Datei %s geschrieben (%dx%d%s)

source: Title: %s
de: Titel: %s

source: Dithermask: %04x
de: Dithermaske: %04x

source: Data: type %u, len %u%s
de: Daten: Typ %u, Länge %u%s

source: (truncated data)
de: (Daten abgeschnitten)

source: Line: x=%d, y=%d, w=%d, h=%d, attr=0x%02x, begend=%x, style=%d
de: Zeile: x=%d, y=%d, w=%d, h=%d, attr=0x%02x, begend=%x, style=%d

source: Textattr: $%x
de: Textattribut: $%x

source: FG color: %u
de: Vordergrund Farbe: %u

source: BG color: %u
de: Hintergrund Farbe: %u

source: Width: %d
de: Breite: %d

source: Height: %d
de: Höhe: %d

source: Planes: %d
de: Ebenen: %d

source: Plane Mask: $%02x
de: Ebenen-Maske: $%02x

source: Plane On-Off: $%02x
de: Ebene An/Aus: $%02x

source: Filler: $%02x
de: Füller: $%02x

source: Charset: %s
de: Zeichensatz: %s

source: Language: %s
de: Sprache: %s

source: Author: %s
de: Autor: %s

source: Help Node: %s
de: Hilfe-Seite: %s

source: Default Node: %s
de: Standard-Seite: %s

source: Host-Application: %s
de: Host-Applikation: %s

source: Compiler-Options: %s
de: Compiler-Optionen: %s

source: Subject: %s
de: Thema: %s

source: Line width: %d
de: Zeilenbreite: %d

source: Index nodes: %u
de: Index Seiten: %u

source: Index table size: %ld
de: Index-Tabellen Größe: %ld

source: Index entry %u:
de: Index Eintrag %u:

source: Entry length: %u
de: Eintrag Länge: %u

source: Compressed: %ld $%lx
de: Komprimiert: %ld $%lx

source: Uncompressed: %ld $%lx
de: Unkomprimiert: %ld $%lx

source: Next: %u $%04x
de: Nächste: %u $%04x

source: Previous: %u $%04x
de: Vorherige: %u $%04x

source: Up: %u $%04x
de: Oben: %u $%04x

source: Type: internal node
de: Typ: interne Seite

source: Type: pop-up node
de: Typ: Pop-Up Seite

source: Type: external node
de: Typ: externe Seite

source: Type: image
de: Typ: Bild

source: Type: system node
de: Typ: system Kommando

source: Type: REXX script
de: Typ: REXX Skript

source: Type: REXX command
de: Typ: REXX Kommando

source: Type: quit
de: Typ: quit

source: Type: close
de: Typ: close

source: Type: EOF
de: Typ: EOF

source: Type: unknown type %u
de: Typ: Unbekannter Typ %u

source: <non-image node #%u>
de: <nicht-Bild-Seite #%u>

source: writing %s
de: schreibe %s

source: Previous page
de: Vorherige Seite

source: Up
de: Hoch

source: Next page
de: Nächste Seite

source: Index page
de: Index-Seite

source: Cross references
de: Querverweise

source: Help page
de: Hilfe-Seite

source: View a new file
de: Neue Datei anzeigen

source: Search
de: Suchen

source: failed to decode node
de: Dekodierung fehlgeschlagen

source: Execute REXX command
de: REXX-Kommando ausführen

source: Execute REXX script
de: REXX-Script ausführen

source: Execute command
de: Kommando ausführen

source: link to unknown node type
de: Link zu unbekanntem Seitentyp

source: Topic : %s
de: Thema : %s

source: Subject : %s
de: Subjekt : %s

source: Nodes : %u Index Size : %ld HCP-Version : %u Compiled on : %s @charset : %s @lang : %s @default : %s @help : %s @options : %s @width : %u
de: Nodes : %u Indexlänge : %ld HCP-Version : %u Compiled on : %s @charset : %s @lang : %s @default : %s @help : %s @options : %s @width : %u

source: View Ref-File
de: Ref-Datei anzeigen

source: writing html output in atari encoding might not work with non-atari browsers
de: Warnung: HTML-Ausgabe im Atari-Zeichensatz funktioniert möglicherweise nicht mit Nicht-Atari-Browsern

source: Your browser does not support JavaScript
de: Ihr BRowser unterstützt kein JavaScript

source: Graphics commands on this page cannot be displayed
de: Grafik-Befehle auf dieser Seite können nicht dargestellt werden

source: TreeView
de: Baumansicht

source: link to unknown node type %u
de: Link auf unbekannten Index-Typ %u

source: %s: Node %u: failed to decode
de: %s: Node %u: Fehler beim dekomprimieren

source: %s: Some characters could not be converted
de: %s: Einige Zeichen konnten nocht konvertiert werden

source: generated %lu page
de: %lu Seite erzeugt

source: usage: %s [options] [pdf-file]...
de: Aufruf: %s [options] [pdf-file]...

source: Tool to test a PDF file
de: Tool zum testen von PDF-Dateien

source: Arguments:
de: Argumente:

source: -p, --palette print palette values
de: -p, --palette Palette ausgeben

source: -H, --histogram print a histogram
de: -H, --histogram Histogramm ausgeben

source: unimplemented picture format
de: Bildformat nicht implementiert

source: %ld%s colors used
de: %ld%s Farben benutzt

source: %s: empty file
de: %s: Leere Datei

source: (compressed)
de: (komprimiert)

source: (uncompressed)
de: (unkomprimiert)

source: (unsupported)
de: (nicht unterstützt)

source: %s: histogram for %s NYI
de: %s: Histogram für %s NYI

source: unsupported picture format %dx%d%s in node %u
de: Nicht unterstütztes Bild-Format %dx%d%s in Seite %u

source: wrong image size for node %u: %lu, should be %lu%s
de: Falsche Bild-Größe für %u: %lu, sollte %lu sein%s

source: (corrupted)
de: (defekt)

source: Unknown REF type %u
de: Unbekannter REF Typ %u

source: module len %ld exceeds file size
de: Modul-Größe %ld überschreitet Datei-Größe

source: premature end of REF module %s in %s
de: Unerwartetes Ende des REF-Moduls %s in %s

source: more than 1 filename in REF module %s of %s
de: Mehr als 1 Dateiname in REF-Modul %s in %s

source: more than 1 database in REF module %s of %s
de: Mehr als 1 Database in REF-Modul %s in %s

source: more than 1 language in REF module %s of %s
de: Mehr als 1 Sprache in REF module %s von %s

source: OS specified more than once in REF module %s of %s
de: OS mehr als einmal angegeben in REF-Modul %s in %s

source: unknown OS specified in REF module %s of %s
de: Unbekanntes OS angegeben in REF-Modul %s in %s

source: unknown os type '%c' in module %s of %s
de: Unbekannter OS-Type '%c' in Modul %s in %s

source: unknown os type '%s' in module %s of %s
de: Unbekannter OS Typ '%s' in Modul %s von %s

source: character set specified more than once in REF module %s of %s
de: Zeichensatz mehr als einmal angegeben in REF-Modul %s in %s

source: unknown character set %s in module %s of %s
de: Unbekannter Zeichensatz %s in Modul %s in %s

source: read beyond end of REF module %s in %s
de: Module-Ende von %s überschritten in %s

source: REF module %s in %s too short
de: REF-Modul %s in %s zu kurz

source: only %ld entries out of %ld read for module %s in %s
de: Nur %ld von %ld Einträgen gelesen in Modul %s in %s

source: no filename found in %s
de: Kein Dateiname gefunden in %s

source: No OS specified in REF module %s of %s
de: Kein OS angegegeben in REF-Modul %s in %s

source: No character set specified in REF module %s of %s
de: Kein Zeichensatz angegegeben in REF-Modul %s in %s

source: ERROR: Illegal REF file. Magic value not found.
de: Fehler: Ungültige REF-Datei. Magischen Wert nicht gefunden.

source: Illegal REF file. file too short.
de: Ungültige REF-Datei. Datei zu kurz.

source: read error, got %ld of %ld bytes
de: Lesefehler, %ld von %ld Bytes gelesen

source: usage: %s -amdeflhV file...
de: Aufruf: %s -amdeflhV Datei...

source: -a, --add [file] add newer modules to file
de: -a, --add [Datei] Neuere Module zu Datei hinzufügen

source: -m, --move [file] move newer modules to file
de: -m, --move [Datei] Neuere Module in Datei verschieben

source: -d, --delete [file] delete non-existing modules from file
de: -d, --delete [Datei] Nich-existierende Module aus Datei löschen

source: -A, --add-single [file] <module> add module to file
de: -A, --add-single [Datei] <Modul> Modul zu Datei hinzufügen

source: -M, --move-single [file] <module> move module to file
de: -M, --move-single [Datei] <Modul> Modul in Datei verschieben

source: -D, --delete-single [file] <module> delete modules from file
de: -D, --delete-single [Datei] <Modul> Modul aus Datei löschen

source: -e, --extract [file] <module> ... extract modules
de: -e, --extract [Datei] <Modul> ... Modul aus Datei extrahieren

source: -F, --files [file] [file...] list modules in file
de: -F, --files [Datei] [Datei...] Module in Datei anzeigen

source: -l, --list [file] [file...] list contents
de: -l, --list [Datei] [Datei...] Inhalt anzeigen

source: -r FILE, --reflib=FILE specify library file
de: -r DATEI, --reflib=DATEI Zu bearbeitende REF-Datei setzen

source: -c, --catalog recreate catalog if [file] changed
de: -c, --catalog Katalog erzeugen wenn [Datei] geändert

source: -f, --force recreate catalog always
de: -f, --force Katalog immer neu erzeugen

source: -s, --silent suppress most messages
de: -s, --silent Sparsame Bildschirmausgaben

source: -i, --interactive query for add/delete/move
de: -i, --interactive Bei add/delete/move nachfragen

source: -g, --global process all found files
de: -g, --global Alle gefundenen REF-Dateien bearbeiten

source: analyzing %s...
de: Analysiere %s ...

source: Modulename Offset Length
de: Modulname Offset Länge

source: found %d modules in %s
de: %d Module in %s gefunden!

source: searching HYP files in PATHS...
de: Suche HYP-Dateien in PATHS...

source: HYP-Name REF? Modulename ! Offset Length
de: HYP-Name REF? Modulname ! Offset Länge

source: %d HYP-File
de: %d HYP-Datei

source: and
de: und

source: %d REF-File
de: %d REF-Datei

source: found in PATHS
de: in PATHS gefunden

source: Comparing...
de: Vergleiche...

source: HYP-File for module "%s" from %s not found in PATHS
de: HYP-Datei zum Modul "%s" aus %s nicht in PATHS gefunden

source: %s: module "%s" not found in %s
de: %s: Modul "%s" nicht vorhanden in %s

source: Deleting %s
de: Lösche %s

source: Adding %s
de: Füge %s hinzu

source: No changes
de: Kein Änderungen

source: No files left
de: Keine Dateien übrig

source: only one of -amdeFl may be specified
de: Nur eines von -amdeFl kann angegeben werden

source: too many arguments
de: Zu viele Argumente

source: Adding/replacing files
de: Dateien hinzufügen/ersetzen

source: no files to add
de: Keine Dateien hinzuzufügen

source: no files to delete
de: Keine Dateien zu löschen

source: Contents of %s:
de: Inhalt von %s:

source: Not found: %s
de: Nicht gefunden: %s

source: Extracting %s
de: Extrahiere %s

source: adding %s
de: füge %s hinzu

source: adding references for %s
de: Füge Referenzen für %s hinzu

source: -a, --add [file] <module> add module to file
de: -a, --add [Datei] <Modul> Modul zu Datei hinzufügen

source: -m, --move [file] <module> move module to file
de: -m, --move [Datei] <Modul> Modul in Datei verschieben

source: -d, --delete [file] <module> ... delete modules from file
de: -d, --delete [Datei] <Modul> ... Modul aus Datei löschen

source: -e, --extract [file] <module> ... extract modules
de: -e, --extract [Datei] <Modul> ... Modul aus Datei extrahieren

source: -f, --files [file] [file...] list modules in file
de: -f, --files [Datei] [Datei...] Module in Datei anzeigen

source: -l, --list [file] [file...] list contents
de: -l, --list [Datei] [Datei...] Inhalt anzeigen

source: -h, --help print help and exit
de: -h, --help Diese Hilfe anzeigen und beenden

source: -V, --version print version and exit
de: -V, --version Versionsinformation anzeigen und beenden

source: only one of -amdefl may be specified
de: Nur eines von -amdefl kann angegeben werden

source: Available hypertexts
de: Vorhandene Hypertexte

source: Hypertext of hypertexts
de: Hypertext der Hypertexte

source: Created automatically
de: Automatisch erzeugt

source: Help for this hypertext
de: Hilfe zu diesem Hypertext

source: Author
de: Autor

source: File
de: Datei

source: Others
de: Sonstiges

source: All texts that cannot be classified in the above categories.
de: Alle Texte, die sich oben nicht einordnen lassen.

source: This entry has been created automatically.
de: Dieser Eintrag wurde automatisch erzeugt.

source: %s: empty pathname
de: %s: Leerer Pfadname

source: %s: unknown option %s
de: %s: Unbekannte Option %s

source: %s: too many strings
de: %s: Zu viele Zeichenketten

source: searching for hypertext files
de: Suche nach Hypertext Dateien

source: %s: no hypertext files found
de: %s: Keine Hypertext Dateien gefunden

source: no subject: %s
de: kein Thema: %s

source: No files found
de: Keine Dateien gefunden

source: %lu file inserted into tree
de: %lu Datei in Baum eingefügt

source: reading catalog file '%s'
de: Lese Katalogdatei '%s'

source: catalog file %s not found
de: Katalogdatei %s nicht gefunden

source: reading config file '%s'
de: Lese Konfigurationsdatei '%s'

source: config file %s not found
de: Konfigurationsdatei %s nicht gefunden

source: This hypertext is, so to speak, an index of all available hypertexts. It has been created automatically by the program STOOL. The available texts are here sorted by theme into a tree. In order to find a given text here one only needs to follow the 'theme' cross-references to the text. If one knows exactly what the text is called then one can also look in the Index where all texts are listed once more in alphabetical order. @{U}Navigation in this text:@{u} Index : Display Index-page Contents : Move up one level in the tree Page > : One page forward in the same level Page < : One page back in the same level @{B}Warning:@{b} Normally there are also descriptions of texts here that are generally available. Cross references to such texts will also be generated so that they can be selected if the text is installed at a later date. These texts may be recognised by the fact that the file name is greyed out. In the Index-page all the texts present at the time of creating this catalog text are shown ticked.
de: Dieser Hypertext ist sozusagen ein Inhaltsverzeichnis aller vorhandenen Hypertexte. Er wurde automatisch von dem Programm STOOL erzeugt. Die vorhandenen Texte werden hier thematisch geordnet in einen Baum eingeordnet. Um einen speziellen Text hier zu finden, muß man nur den 'Thema-Verweisen' zu dem Text folgen. Wenn man genau weiß, wie der Text heißt, kann man auch im Index suchen, wo alle Texte noch einmal alphabetisch sortiert aufgelistet sind. @{U}Navigation in diesem Text:@{0} Index : Index-Seite anzeigen Inhalt : Eine Ebene im Baum höher gehen Seite >: In der selben Ebene eine Seite vor Seite <: In der selben Ebene eine Seite zurück @{B}Achtung:@{0} Normalerweise sind hier auch Beschreibungen von Texten, die sonst noch so erhältlich sind, enthalten. Verweise auf solche Texte werden auch schon generiert, damit sie auch ausgewählt werden können, wenn der Text nachträglich installiert wird. Erkennbar sind diese Texte daran, daß der Dateiname hell dargestellt wird. In der Index-Seite werden alle bei der Erzeugung dieses Textes existierenden Texte mit einem Haken versehen.

source: %s: cannot open '%s', using console instead
de: %s: Kann '%s' nicht erzeugen, benutze Konsole

source: writing output file '%s'
de: Schreibe Ausgabedatei '%s'

source: %s: write error
de: %s: Schreibfehler

source: usage: %s [+-options]
de: Aufruf: %s [+-options]

source: +-s, --[no-]shrink remove empty pages
de: +-s, --[no-]shrink Leere Seiten löschen

source: +-p, --[no-]pullup move pages with one entry only up
de: +-p, --[no-]pullup Seiten mit nur einem Verweis auflösen

source: +-C, --[no-]create create missing subjects
de: +-C, --[no-]create Fehlende Themen erzeugen

source: +-i, --[no-]index create index page only
de: +-i, --[no-]index Nur Index-Seite erzeugen

source: +-e, --[no-]exonly include existing files only
de: +-e, --[no-]exonly Nur existierende Dateien verarbeiten

source: +-c, --[no-]compile call hypertext compiler
de: +-c, --[no-]compile Hypertext Compiler starten

source: +-r, --[no-]updateref update global references file
de: +-r, --[no-]updateref Standard-REF-Datei aktualisieren

source: unknown win32 error %u
de: Unbekannter Win32 Fehler %u

source: %s: option '%s' is ambiguous
de: %s: Die Option '%s' nicht eindeutig

source: %s: option '--%s' doesn't allow an argument
de: %s: Die Option '--%s' erwartet kein Argument

source: %s: option '%c%s' doesn't allow an argument
de: %s: Die Option '%c%s' erwartet kein Argument

source: %s: option '--%s' requires an argument
de: %s: Die Option '--%s' benötigt ein Argument

source: %s: unrecognized option '--%s'
de: %s: Unbekannte Option '--%s'

source: %s: unrecognized option '%c%s'
de: %s: Unbekannte Option '%c%s'

source: %s: illegal option -- %c
de: %s: Unbekannte Option -- %c

source: %s: invalid option -- '%c'
de: %s: Unbekannte Option -- '%c'

source: %s: option requires an argument -- '%c'
de: %s: Die Option '%c' benötigt ein Argument

source: HypView macOS Version %s ST-Guide Hypertext File Viewer usage: %s [FILE [CHAPTER]]
de: HypView macOS Version %s ST-Guide Hypertext Datei-Betrachter Aufruf: %s [DATEI [KAPITEL]]

source: *.hyp|Hypertext files (*.hyp) *.*|All files (*.*)
de: *.hyp|Hypertext Dateien (*.hyp) *.*|Alle Dateien (*.*)

source: *.txt|Text files (*.txt) *.*|All files (*.*)
de: *.txt|Text Dateien (*.txt) *.*|Alle Dateien (*.*)

source: *.stg|ST-Guide files (*.stg) *.*|All files (*.*)
de: *.stg|ST-Guide Dateien (*.stg) *.*|Alle Dateien (*.*)

source: *.pdf|PDF files (*.pdf) *.*|All files (*.*)
de: *.pdf|PDF Dateien (*.pdf) *.*|Alle Dateien (*.*)

source: Pick a color
de: Farbe auswählen

source: Paths
de: Pfade

source: Display of resource files not implemented.
de: Anzeige von Resource-Dateien noch nicht unterstützt.

source: Image header corrupt
de: Bilddatei Header fehlerhaft

source: Image format unknown
de: Bilddatei Format unbekannt

source: Image pixel data corrupt
de: Bild Daten fehlerhaft

source: unknown-%d
de: unbekannt-%d

source: can't open %s
de: Kann %s nicht öffnen

source: write error
de: Schreibfehler

source: reading
de: Lese

source: read error
de: Lesefehler

source: out of memory
de: Nicht genug Speicher

source: *** warning in '%s': missing file %s
de: *** Warnung in '%s': fehlende Datei %s

source: usage: 1stConv [-NNN -f -q -a] file -NNN: max lines per file -f : use filenames as nodenames -q : be quiet -a : explicit links only
de: Aufruf: 1stConv [-NNN -f -q -a] Datei -NNN: max. Zeilen pro Datei -f : benutze Dateinamen als Seitennamen -q : Ausgaben abschalten -a : Nur explizite Links

source: Illegal option character '%c'!
de: Illegales Optionszeichen '%c'!

source: *** Cannot open log-file %s! ***
de: *** Kann Logdatei %s nicht öffnen! ***

source: *** Help-file %s not found! ***
de: *** Help-Datei %s nicht gefunden! ***

source: *** The file %s is not a help-file! ***
de: *** Die Datei %s ist keine Help-Datei! ***

source: *** Size of HLPHDR-structure incorrect! ***
de: *** Größe der HLPHDR-Struktur falsch! ***

source: Reading sensitive search-word table...
de: Lese sensitive Suchworttabelle...

source: Reading capsensitive search-word table...
de: Lese capsensitive Suchworttabelle...

source: Reading screen-table...
de: Lese Screen-Tabelle...

source: *** Cannot read screen-table! ***
de: *** Kann ScreenTabelle nicht lesen! ***

source: Reading string-table...
de: Lese String-Tabelle...

source: *** Cannot read string-table! ***
de: *** Kann StringTabelle nicht lesen! ***

source: Reading index-screen...
de: Lese Index-Screen...

source: Cannot process index! ***
de: Kann Index nicht verarbeiten! ***

source: Setting name-atributes...
de: Setze Namensattribute...

source: Revising \link-cross-references...
de: Bearbeite \link-Verweise...

source: Decompiling screens...
de: Rekompiliere Screens...

source: Cannot decompile help-file!
de: Kann Helpdatei nicht recompilieren!

source: Cannot create file %s!
de: Kann Datei %s nicht erzeugen!

source: %d Errors. %d Warnings. %d Cross-references to other HELP-files.
de: %d Fehler. %d Warnungen. %d Verweise in andere HELP-Dateien.

source: %d screens found.
de: %d Screens gefunden.

source: *** More than 27 entries in index! ***
de: *** Mehr als 27 Einträge im Index! ***

source: Writing name-table...
de: Schreibe Namenstabelle...

source: Writing link-table...
de: Schreibe Link Tabelle...

source: %s Link-table %s
de: %s Link Tabelle %s

source: %d link cross-references found.
de: %d Link-Verweise gefunden.

source: *** Inadmissible screen-code 0x%X! ***
de: *** Unzulässiger ScreenCode 0x%X! ***

source: ******* Program will be aborted! *******
de: ******* Programm wird abgebrochen ********

source: *** WARNING: Global cross-reference <%s>
de: *** WARNUNG: Globaler Verweis <%s>

source: %s Name-table %s
de: %s Namenstabelle %s

source: %d names found.
de: %d Namen gefunden.

source: Options (L=Log, S=SCR-file,T=TXT-file):
de: Optionen (L=Log, S=SCR-Datei,T=TXT-Datei):

source: Creating text-file...
de: Erzeuge Text-Datei...

source: HELPFILE DECOMPILER Ver. 1.0
de: HELPFILE RECOMPILER Ver. 1.0

source: Options: %s
de: Optionen: %s

source: Start string-table : %ld (0x%lx)
de: Start String Tabelle : %ld (0x%lx)

source: Length : %ld (0x%lx)
de: Länge : %ld (0x%lx)

source: The most frequent characters : %s
de: die häufigsten Zeichen : %s

source: Start sensitive table : %ld (0x%lx)
de: Start sensitive Tabelle : %ld (0x%lx)

source: Number of sensitive words : %ld (0x%lx)
de: Anz. sens. Worte : %ld (0x%lx)

source: Start capsens. table : %ld (0x%lx)
de: Start capsens. Tabelle : %ld (0x%lx)

source: Number of capsens words : %ld (0x%lx)
de: Anz. capsens Worte : %ld (0x%lx)

source: Position Code Search-word
de: Position Code Suchwort

source: %s Capsensitive table %s
de: %s Capsensitive Tabelle %s

source: %s Sensitive table %s
de: %s Sensitive Tabelle %s

source: from 0x%X
de: von 0x%X

source: Finished!
de: Fertig.

source: can't open outfile
de: Kann Ausgabedatei nicht öffnen

source: Write error
de: Schreibfehler

source: This text has been converted automatically into the ST-Guide format. This page should actually contain an Index...
de: Dieser Text wurde automatisch in das ST-Guide Format konvertiert. Auf dieser Seite sollte eigentlich ein Inhaltsverzeichnis stehen...

source: syntax error.
de: Syntax Fehler

source: usage: pc_conv [+-anmN] file1 [file2 ...] a: explicit (-) or automatic (+) links n: HELP_RC (-) or new HELPDISC (+) format mN: max N lines per output file <fileN> must be ASCII
de: Aufruf: pc_conv [+-anmN] Datei1 [Datei2 ...] a: explizite (-) oder automatische (+) Links n: HELP_RC (-) oder neues HELPDISC (+) Format mN: max. N Zeilen pro Ausgabedatei <DateiN> muss ASCII sein

source: total symbols : %ld
de: Gesamt Symbole : %ld

source: external references: %d
de: Externe Referenzen : %d

source: Reference to external file. Please complete by hand.
de: Referenz zu externer Datei. Bitte von Hand vervollständigen.

source: total lines : %d
de: Gesamt Zeilen : %d

source: [1][Error while loading |'%s'.][Cancel]
de: [1][Fehler beim Laden von |'%s'.][Abbruch]

source: [3][ %s: | File <%s>: | %s ][ OK ]
de: [3][ %s: | Datei <%s>: | %s ][ OK ]

source: Search Result...
de: Suchergebnis...

source: [1][Error reading hyp tree|%s][Cancel]
de: [1][Fehler beim Laden von HypTree|%s][Abbruch]

source: can't find %s: %s
de: Kann %s nicht finden: %s

source: HypView Win32 Version %s ST-Guide Hypertext File Viewer usage: %s [FILE [CHAPTER]]
de: HypView Win32 Version %s ST-Guide Hypertext Datei-Betrachter Aufruf: %s [DATEI [KAPITEL]]
