Repository: polluks/hypview
Catalog: po/*.po
Languages: de

source: Sets the client geometry of the main window
de: Setzt die Geometrie des Hauptfensters

source: The name of the application
de: Der Name der Anwendung

# option
source: TITLE
de: TITEL

source: The caption of the dialog widget
de: Der Titel des Dialogs

source: The application icon
de: Das Anwendungs-Symbol

# option
source: FILE
de: DATEI

source: The directory to start in
de: Das Startverzeichnis

# option
source: DIR
de: ORDNER

source: Sets the filter(s) to be used
de: Setzt die zu benutzenden Filter

source: Sets the filter to start with
de: Setzt den Startfiler

source: ID of the parent window
de: ID des übergeordneten Fensters

# option
source: WINDOW-ID
de: FENSTER-ID

source: Allow multiple filenames to be selected
de: Erlaube Auswahl mehrerer Dateien

source: create a "Save As" type dialog
de: Erzeuge einen "Speichern als" Dialog

source: print filenames as URI
de: Dateinamen als URI ausgeben

source: Sets whether the filename/url should be kept when changing directories
de: Legt fest ob Dateiname beim Verzeichniswechsel beibehalten wird

source: Use null character instead of newline to separate filenames
de: Benutze Null-Byte statt Linefeed als Trennzeichen

source: Show version information and exit
de: Versionsinformation anzeigen und beenden

source: Show help information and exit
de: Diese Hilfe anzeigen und beenden

source: [FILE [CHAPTER]]
de: [DATEI [KAPITEL]]

source: error parsing command line
de: Fehler in der Kommandozeile

source: can't create GDK window for window-id %s
de: Kann GDK_Fenster für ID %s nicht erzeugen

source: Save As
de: Sichern Als

source: Open
de: Öffnen

source: Close
de: Schließen

source: Clear
de: Leeren

source: Cancel
de: Abbruch

source: Delete
de: Löschen

source: Apply
de: Anwenden

source: Save
de: Sichern

source: Jump to
de: Springe zu

source: About
de: Über

source: Yes
de: Ja

source: No
de: Nein

source: Add
de: Hinzufügen

source: Help
de: Hilfe

source: Error
de: Fehler

source: No path to REMARKER configured
de: Pfad zu REMARKER nicht definiert

source: Can not execute '%s' %s
de: Kann '%s' nicht ausführen %s

source: No host application defined.
de: Keine Host-Anwendung definiert

source: No application defined to handle %s.
de: Keine Anwendung definiert für %s.

source: Link to node of type %u not implemented.
de: Link zu Seiten vom Typ %u nicht implementiert.

source: <invalid destination page %u>
de: <ungültige Seitennummer %u>

source: Warning
de: Warnung

source: %s: error initializing GTK (wrong display?)
de: %s: kann GTK nicht initialisieren (falsche Anzeige?)

source: File '%s' %s
de: Datei '%s' %s

source: not found
de: nicht gefunden

source: %s: could not find '%s'
de: %s: kann '%s' nicht finden

source: Select Fonts
de: Zeichensätze auswählen

source: Standard font:
de: Standard-Zeichensatz:

source: Standard font
de: Standard-Zeichensatz

source: Alternative font:
de: Alternativer Zeichensatz:

source: Alternative font
de: Alternativer Zeichensatz

source: *.hyp *.HYP|Hypertext files (*.hyp) *.*|All files (*.*)
de: *.hyp *.HYP|Hypertext Dateien (*.hyp) *.*|Alle Dateien (*.*)

source: *.txt *.TXT|Text files (*.txt) *.*|All files (*.*)
de: *.txt *.TXT|Text Dateien (*.txt) *.*|Alle Dateien (*.*)

source: *.stg *.STG|ST-Guide files (*.stg) *.*|All files (*.*)
de: *.stg *.STG|ST-Guide Dateien (*.stg) *.*|Alle Dateien (*.*)

source: *.pdf *.PDF|PDF files (*.pdf) *.*|All files (*.*)
de: *.pdf *.PDF|PDF Dateien (*.pdf) *.*|Alle Dateien (*.*)

source: Open Hypertext...
de: Hypertext Öffnen...

source: Save ASCII text as
de: ASCII Text sichern als

source: Recompile to
de: Recompileren als

source: Recompile to PDF
de: Als PDF speichern

source: No help file found
de: Hilfe-Datei nicht gefunden!

source: HypFind exited with code %d
de: HypFind endete mit Return-Code %d

source: No path to HypFind configured
de: Kein Pfad für HypFind konfiguriert

source: Search text
de: Text suchen

source: Search:
de: Suchen:

source: Case sensitive
de: Groß/Kleinschreibung

source: Match words only
de: Nur ganze Wörter

source: in page
de: in Seite

source: Search in the text of the current page
de: Im Text der aktuellen Seite suchen

source: as page
de: als Seite

source: Search for a node with this name
de: Nach einer Seite mit diesem Namen suchen

source: as reference
de: als Referenz

source: Search for a node with this name in all hypertexts (using the entries in ALL.REF)
de: Suche nach einer Seite mit diesem Namen in allen Hypertexten (durch durchsuchen der Einträge in ALL.REF)

source: in all pages
de: in allen Seiten

source: Search in the text of all pages of the current file
de: Suche nach dem Text in allen Seiten der aktuellen Datei

source: ... of all Hypertexts
de: ... aller Hypertexte

source: Search in the text of all pages of all hypertext files
de: Suche nach dem Text in allen Seiten aller Hypertexte

source: File Info
de: Datei Info

source: from: %s
de: Von: %s

source: File: %s
de: Datei: %s

source: Topic : %s Author : %s Version : %s Subject : %s Language : %s%s
de: Thema : %s Author : %s Version : %s Subjekt : %s Sprache : %s%s

source: (guessed)
de: (geraten)

source: Nodes : %7u Index Size : %7ld HCP-Version : %3u Compiled on : %s @charset : %s @default : %s @help : %s @options : %s @width : %3u
de: Indexanzahl : %7u Indexlänge : %7ld HCP-Version : %3u Compiled on : %s @charset : %s @default : %s @help : %s @options : %s @width : %3u

source: Open <FILE> in a new window
de: <DATEI> in neuem Fenster öffnen

source: %s is Open Source (see %s for further information).
de: %s ist Open Source (siehe %s für weitere Informationen).

source: free
de: unbelegt

source: Do you want to add %s to your bookmarks?
de: Soll %s zu den Lesezeichen hinzugefügt werden?

source: Do you want to remove %s from your bookmarks?
de: Soll %s aus den Lesezeichen entfernt werden?

source: Save bookmarks?
de: Lesezeichen speichern?

source: format not recognized
de: Unbekanntes Format

source: Select Colors
de: Farben auswählen

source: Window background
de: Fenster-Hintergrund

source: Normal text and line graphics
de: Normaler Text und Liniengrafik

source: Ghosted text (attribute @{G})
de: Heller text (Attribut @{G})

source: Internal nodes (@node)
de: Interne Seiten (@node)

source: Popup nodes (@pnode)
de: Popup-Seiten (@pnode)

source: External references (@{.. link FILE [LINE]})
de: Externe Referenzen (@{.. link FILE [LINE]})

source: REXX script (@{... rxs FILE})
de: REXX-Skript (@{... rxs FILE})

source: REXX command (@{... rx ARG})
de: REXX-Kommando (@{... rx ARG})

source: QUIT entry (@{... quit})
de: QUIT-Eintrag (@{... quit})

source: CLOSE entry (@{... close})
de: CLOSE-Eintrag (@{... close})

source: Effects for links
de: Effekte für Links

source: Bold
de: Fett

source: Light
de: Hell

source: Italic
de: Kursiv

source: Underlined
de: Unterstrichen

source: Outlined
de: Umrissen

source: Shadowed
de: Schattiert

source: Preferences
de: Einstellungen

source: Path for Hypertexts
de: Pfad für Hypertexte

source: The default directory that will be shown when opening a Hypertext. It is also used by HCP to write compiled hypertexts when no output file is explicitly specified.
de: Das Standard-Verzeichnis das bei 'Öffnen' angezeigt wird. Dieses Verzeichnis wird auch von HCP benutzt wenn keine Ausgabe-Datei angegeben wurde.

source: Default filename of hypertext automatically loaded by HypView if called without parameters (typically HYPVIEW.HYP or CATALOG.HYP)
de: Standard-Dateiname des Hypertexts der automatische von HypView geladen wird wenn keine Argumente übergeben wurden (typischerweise HYPVIEW.HYP oder KATALOG.HYP)

source: Catalog file
de: Katalog Datei

source: The hypertext file to be loaded via the HypView 'Catalog' option
de: Der Hypertext der bei Auswahl von 'Katalog' geladen wird

source: At Programstart
de: Bei Programmstart

source: Show File Selector
de: Dateiauswahl anzeigen

source: Load default hypertext
de: Standard-Hypertext laden

source: Load last file
de: Zuletzt verwendeten Hypertext laden

source: Miscellaneous
de: Veschiedenes

source: Right mouse button is 'back'
de: Rechte Maustaste ist 'Zurück'

source: If set, a right mouse click is interpreted as a click on the Back icon
de: Wenn gesetzt, wird die rechte Maustaste wie 'Zurück' behandelt

source: Display pictures transparent
de: Bilder transparent anzeigen

source: Draw pictures transparently
de: Bilder transparent anzeigen

source: Watch modification times of files
de: Änderungszeit von Dateien überwachen

source: Check file modification time and date before access
de: Änderungszeit von Dateien vor Zugriff überprüfen

source: Open ALINKs in a new window
de: ALINKs in einem neuen Fenster öffnen

source: If set, ALINKS are opened in a new window If not set, ALINKS are opened in the current window (as ST-Guide)
de: Wenn aktivieriert, werden ALINKS in einem neuen Fenster geöffnet Wenn nicht aktivieriert, werden ALINKS in selben Fenster geöffnet (wie ST-Guide)

source: Ask before saving bookmarks
de: Vor sichern der Lesezeichen nachfragen

source: System Default
de: System Standard

source: Output Settings
de: Ausgabeoptionen

source: Character Set
de: Zeichensatz

source: Text Output
de: Textausgabe

source: Output LINK as "[LINK]"
de: LINK als "[LINK]" ausgeben

source: Recompile
de: Recompilieren

source: Output all links (even @{x link x})
de: Alle links ausgeben (auch @{x link x})

source: Always output index page
de: Indexseite immer mit ausgeben

source: %s: fatal: protected hypertext: %s
de: %s: Fatal: geschützter Hypertext: %s

source: %s%s created by compiler version %u
de: %s%s wurde von Compiler-Version %u erzeugt

source: warning:
de: Warnung:

source: recompiling %s to %s
de: Recompiliere %s zu %s

source: Can't create %s: %s
de: Kann %s nicht erzeugen: %s

source: Can't open %s: %s
de: Kann %s nicht öffnen: %s

source: Error reading %s: %s
de: Kann %s nicht lesen: %s

source: Error writing %s: %s
de: Kann %s nicht schreiben: %s

source: Can't rename %s to %s: %s
de: Kann %s nicht in %s umbennen: %s

source: Not a resource file: %s
de: Keine Resource-Datei: %s

source: problems in %s while scanning %s
de: Problem in %s beim lesen von %s

source: I couldn't find any color icons although the flag is set the header
de: Ich habe keine Color Icons gefunden, obwohl im Datei-Kopf ein Flag dafür gesetzt war

source: %s: CRC $%04x does not match resource file $%04x
de: %s: CRC $%04x stimmt nicht mit Resource-Datei $%04x überein

source: %s: embedded string CRC does not match resource file
de: %s: Die eingebettete Prüfsumme in stimmt nicht mit der Resource-Datei überein

source: %s: illegal definition file
de: %s: ungültige Definitions-Datei

source: Names truncated (maxlen = %d)
de: Namen gekürzt (maxlen = %d)

source: %s: some flags have been interpreted as being written by INTRFACE
de: %s: einige Flags wurden wie bei INTRFACE interpretiert

source: Tree %d not found. Continue?
de: Baum %d nicht gefunden. Weiter?

source: No object #%ld in tree %s. Continue?
de: Kein Objekt #%ld in Baum %s. Weiter?

source: RSO-File created by newer Version of ORCS
de: RSO-Datei wurde von einer neueren Version von ORCS erzeugt

source: No node defined for this object. Continue?
de: Keine Seite definiert für dieses Objekt. Weiter?

source: Tree %u not found!
de: Baum %u nicht gefunden!

source: Search results: %s
de: Such-Ergebnisse: %s

source: Node/Alias name
de: Seiten/Alias Name

source: Description
de: Beschreibung

source: Path
de: Pfad

source: Visible
de: Sichtbar

source: No ALL.REF file defined
de: Pfad zu ALL.REF nicht definiert

source: Error reading hyp tree: %s
de: Fehler in hyp tree: %s

source: Treeview of %s
de: Baumansicht von %s

source: Not supported
de: Nicht unterstützt

source: Can't write Settings: %s %s Quit anyway?
de: Kann Einstellungen nicht speichern: %s %s Trotzdem beenden?

source: Back
de: Zurück

source: History
de: Chronik

source: Bookmarks
de: Lesezeichen

source: Previous logical page
de: Vorherige logische Seite

source: Previous physical page
de: Vorherige physikalische Seite

source: Contents
de: Inhalt

source: Next logical page
de: Nächste logische Seite

source: Next physical page
de: Nächste physikalische Seite

source: First page
de: Erste Seite

source: Last page
de: Letzte Seite

source: Tree View
de: Baumansicht

source: Catalog
de: Katalog

source: References
de: Querverweise

source: Show help page
de: Hilfe-Seite anzeigen

source: Show info page
de: Info-Seite anzeigen

source: _Open Hypertext
de: Hypertext öffnen

source: _Save text
de: Text _speichern

source: _File
de: _Datei

source: _Edit
de: _Bearbeiten

source: _Navigate
de: _Navigieren

source: Options
de: Optionen

source: _Help
de: _Hilfe

source: Open _Recent
de: Zuletzt verwendet

source: Show list of bookmarks
de: Lesezeichen anzeigen

source: _Open Hypertext...
de: Hypertext öffnen...

source: Load a file
de: Datei laden

source: _Save text...
de: _Text speichern...

source: Save page to file
de: Seite in Datei speichern

source: _Recompile...
de: _Recompilieren...

source: Recompile to ST-Guide format
de: Ins ST-Guide format recompilieren

source: Save as _PDF...
de: Datei as _PDF speichern...

source: Save file as PDF
de: Datei as PDF speichern

source: _File info...
de: _Datei Information...

source: Show info about hypertext
de: Information über Hypertext anzeigen

source: _Run Remarker
de: _Remarker starten

source: Start Remarker
de: Remarker starten

source: _Close
de: _Schließen

source: _Quit
de: _Ende

source: _Copy
de: _Kopieren

source: _Paste
de: _Einfügen

source: _Find
de: _Suchen

source: Find _Next
de: _Nächstes suchen

source: Select _All
de: _Alles selektieren

source: Back one page
de: Eine Seite zurück

source: Clear stack
de: Chronik löschen

source: Show history of pages
de: Chronik der Seiten anzeigen

source: Goto previous physical page
de: Zur vorherigen physikalischen Seite gehen

source: Goto previous page
de: Zur vorherigen Seiten gehen

source: Go up one page
de: Zum Imhaltsverzeichnis gehen

source: Goto next page
de: Zur nächsten Seite gehen

source: Goto next physical page
de: Zur nächsten physikalischen Seite gehen

source: Goto first page
de: Zur ersten Seite gehen

source: Goto last page
de: Zur letzten Seite gehen

source: Goto index page
de: Zur Index-Seite gehen

source: Show a treeview
de: Baumansicht

source: Show catalog of hypertexts
de: Katalog der Hypertexte anzeigen

source: Default file
de: Standard-Hypertext

source: Show default file
de: Standard-Hypertext anzeigen

source: Show list of cross references
de: Liste der Querverweise anzeigen

source: Open bookmark
de: Lesezeichen öffnen

source: _Font...
de: _Zeichensatz...

source: _Colors...
de: _Farben...

source: _Output...
de: _Ausgabe...

source: _Settings...
de: _Einstellungen...

source: _Contents
de: In_halt

source: _About
de: Über

source: _Alternative font
de: _Alternativer Zeichensatz

source: _Expand multiple spaces
de: Mehrfache Leerzeichen _erweitern

source: _Scale bitmaps
de: Bilder _skalieen

source: <span color="red">not found!</span>
de: <span color="red">nicht gefunden!</span>

source: HyperText Help File Viewer
de: HyperText Help-Datei Betrachter

source: no error
de: Kein Fehler

source: Array count error
de: Array-Anzahl Fehler

source: Array item not found
de: Array-Element nicht gefunden

source: Unexpected array item type
de: Unerwarteter Array-Element Typ

source: Data length > HPDF_LIMIT_MAX_STRING_LEN
de: Datenlänge > HPDF_LIMIT_MAX_STRING_LEN

source: Cannot get palette data from PNG image
de: Kann Palette nicht aus PNG-Datei lesen

source: reserved
de: Reserviert

source: Dictionary elements > HPDF_LIMIT_MAX_DICT_ELEMENT
de: Dictionary-Elemente > HPDF_LIMIT_MAX_DICT_ELEMENT

source: Dictionary item not found
de: Dictionary-Element nicht gefunden

source: Unexpected dictionary item type
de: Unerwarteter Dictionary-Element Typ

source: Stream length not found
de: Stream-Länge nicht gefunden

source: HPDF_SetEncryptMode() or HPDF_SetPermission() called before password set
de: HPDF_SetEncryptMode() oder HPDF_SetPermission() benutzt bevor Password gesetzt wurde

source: Invalid object
de: Ungültiges Objekt

source: Tried to re-register a registered font
de: Font ist bereits registriert

source: Cannot register a character to the Japanese word wrap characters list.
de: Kann Zeichen nicht zur Wordwrap-Liste für Japanisch hinzufügen.

source: Invalid encryption password
de: Ungültiges Verschlüsselungs-Passwort

source: Unknown class
de: Unbekannte Klasse

source: Stack depth > HPDF_LIMIT_MAX_GSTATE
de: Stack-Tiefe > HPDF_LIMIT_MAX_GSTATE

source: Memory allocation failed
de: Speicher-Anforderung fehlgeschlagen

source: File processing failed
de: Datei-Verarbeitung fehlgeschlagen

source: Cannot open a file
de: Kann eine Datei nicht öffnen

source: Tried to load a font that has been registered
de: Versuch einen bereits registrierten Font zu laden

source: Font-file format is invalid
de: Font-Datei Format ungültig

source: Cannot recognize header of afm file
de: Kann Kopf der AFM-Datei nicht verstehen

source: Specified annotation handle is invalid
de: Angebenes Annotation-Handle is ungültig

source: Bit-per-component of a image which was set as mask-image is invalid
de: Bit-per-component ungültig für Bild-Datei mit Maske

source: Cannot recognize char-metrics-data of afm file
de: Kann char-metrics-data der AFm_Datei nicht verstehen

source: Invalid color_space parameter
de: Ungültiger color_space Parameter

source: Invalid value set when invoking HPDF_SetCompressionMode()
de: Ungültiger Wert für HPDF_SetCompressionMode()

source: An invalid date-time value was set
de: Ungültiger Datum-/Zeit Wert

source: An invalid document handle was set
de: Ungültiges Dokument-Handle

source: Function invalid in the present state was invoked
de: Ungültige Funktion für momentanen Status aufgerufen

source: An invalid encoder handle was set
de: Ein ungültiger Kodierer wurde gesetzt

source: Combination between font and encoder is wrong
de: Kombination von Font und Kodierer ist falsch

source: An invalid encoding name is specified
de: Ungültiger Kodierungs-Name

source: Encryption key length is invalid
de: Verschlüsselungs-Key-Länge ist ungültig

source: An invalid font handle was set
de: Ungültiges Font-Handle

source: Invalid font definition type
de: Ungültiger Font Definitions-Typ

source: Font with the specified name is not found
de: Font mit angegebenem Namen nicht gefunden

source: Unsupported image format
de: Nicht-unterstütztes Bildformat

source: Invalid Jpeg data
de: Ungültige Jpeg Daten

source: Cannot read a postscript-name from an afm file
de: Kann Postscript-Namen nicht aus AFM-Datei lesen

source: An invalid object is set
de: Ungültiges Objekt

source: An invalid object id is set
de: Ungültige Objekt-ID

source: Invoked HPDF_Image_SetColorMask() against the image-object which was set a mask-image
de: Aufrufen von HPDF_Image_SetColorMask () für das Bildobjekt, für das ein Maskenbild festgelegt wurde

source: An invalid outline-handle was specified
de: Ungültiges Outline-Handle

source: An invalid page-handle was specified
de: Ungültiges Page-Handle

source: An invalid pages-handle was specified
de: Ungültiges Pages-Handle

source: An invalid value is set
de: Ungültiger Wert gesetzt

source: Invalid PNG image format
de: Ungültiges PNG-Datei format

source: An invalid stream handle was specified
de: Ungültiges Stream-Handle

source: "_FILE_NAME" entry for delayed loading is missing
de: "_FILE_NAME" für verzögertes Laden fehlt

source: Invalid .TTC file format
de: Ungültiges .TTC Datei Format

source: Index parameter > number of included fonts
de: Index Parameter > Anzahl eingebundener Fonts

source: Cannot read a width-data from an afm file
de: Kann Breiten-Daten nicht aus AFM-Datei lesen

source: Item not found
de: Element nicht gefunden

source: Error returned from PNGLIB while loading image
de: Fehler beim Laden des Bildes von PNGLIB zurückgegeben

source: Invalid name was used
de: Ungültiger Name wurde benutzt

source: Name out of range
de: Name ausserhalb des gültigen Bereichs

source: Invalid page param count
de: Ungültige Seitenanzahl

source: Pages is missing kids entry
de: Auf den Seiten fehlt der Eintrag für Kinder

source: Cannot find page object
de: Kann Seiten-Objekt nicht finden

source: Cannot get root pages
de: Kann Wurzel der Seiten nicht finden

source: There are no graphics-states to be restored
de: Es können keine Grafikzustände wiederhergestellt werden

source: Cannot set page parent
de: Übergeordnete Seite kann nicht gesetzt werden

source: The current font is not set
de: Die aktuelle Schriftart ist nicht festgelegt

source: An invalid font-handle was specified
de: Es wurde ein ungültiges Font-Handle angegeben

source: An invalid font-size was set
de: Es wurde eine ungültige Schriftgröße eingestellt

source: Invalid page graphics mode
de: Ungültiger Seitengrafikmodus

source: Invalid page index
de: Ungültiger Seitenindex

source: Specified value is not multiple of 90
de: Der angegebene Wert ist kein Vielfaches von 90

source: An invalid page-size was set
de: Es wurde eine ungültige Seitengröße festgelegt

source: An invalid image-handle was set
de: Ein ungültiges Bild-Handle wurde gesetzt

source: The specified value is out of range
de: Der angegebene Wert liegt außerhalb des zulässigen Bereichs

source: Unexpected EOF marker was detected
de: Unerwarteter EOF-Marker wurde erkannt

source: Continue reading line
de: Zeile weiterlesen

source: The length of the text is too long
de: Der Text ist zu lang

source: Function not executed because of other errors
de: Funktion wegen anderer Fehler nicht ausgeführt

source: Font cannot be embedded. license restriction
de: Schriftart kann nicht eingebettet werden. Lizenzbeschränkung

source: Unsupported ttf format (cannot find unicode cmap)
de: Nicht unterstütztes ttf-Format (Unicode-Cmap nicht gefunden)

source: Unsupported ttf format
de: Nicht unterstütztes ttf-Format

source: Unsupported ttf format (cannot find a necessary table)
de: Nicht unterstütztes ttf-Format (benötigte Tabelle nicht gefunden)

source: Unsupported font type
de: Nicht unterstützter Schrifttyp

source: Library not configured to use PNGLIB
de: Bibliothek nicht für die Verwendung von PNGLIB konfiguriert

source: Unsupported JPEG format
de: Nicht unterstütztes JPEG-Format

source: Failed to parse .PFB file
de: PFB-Datei konnte nicht analysiert werden

source: XRef count error
de: XRef-Zählfehler

source: Error while executing ZLIB function
de: Fehler beim Ausführen einer ZLIB-Funktion

source: An invalid page index was passed
de: Ein ungültiger Seitenindex wurde übergeben

source: An invalid URI was set
de: Ein ungültiger URI wurde festgelegt

source: An invalid page-layout was set
de: Es wurde ein ungültiges Seitenlayout festgelegt

source: An invalid page-mode was set
de: Ein ungültiger Seitenmodus wurde eingestellt

source: An invalid page-num-style was set
de: Es wurde ein ungültiger Seitennummernstil festgelegt

source: An invalid icon was set
de: Es wurde ein ungültiges Symbol festgelegt

source: An invalid border-style was set
de: Es wurde ein ungültiger Rahmenstil festgelegt

source: An invalid page-direction was set
de: Es wurde eine ungültige Seitenrichtung festgelegt

source: Insufficient space on page
de: Nicht genügend Platz auf der Seite

source: Invalid display time
de: Ungültige Anzeigezeit

source: Invalid page transition time
de: Ungültige Seitenübergangszeit

source: Invalid page slideshow type
de: Ungültiger Diashow-Typ

source: ExtGState out of range
de: ExtGState außerhalb des zulässigen Bereichs

source: Invalid ExtGState
de: Ungültiger ExtGState

source: ExtGStateis read-only
de: ExtGState ist schreibgeschützt

source: Invalid U3D data
de: Ungültige U3D-Daten

source: Invalid ICC component number
de: Ungültige ICC-Komponentennummer
